---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ProfileFlippedHor
source: html/1dc68ce1-f8a1-4088-61a7-65251bb9fb3c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ProfileFlippedHor Property

"Profile Is Flipped"

## Syntax (C#)
```csharp
public static ForgeTypeId ProfileFlippedHor { get; }
```